<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>DeepLabV3.mlmodelc/analytics/coremldata.bin</key>
		<data>
		4nnu1dKg0h5R0hl5Zy+2trFFTq8=
		</data>
		<key>DeepLabV3.mlmodelc/coremldata.bin</key>
		<data>
		NDpEniVGltkX/Ggkoc6jA8x3Xlg=
		</data>
		<key>DeepLabV3.mlmodelc/metadata.json</key>
		<data>
		SG9lrX23S2qayH7y5sIz93EgUzU=
		</data>
		<key>DeepLabV3.mlmodelc/model.espresso.net</key>
		<data>
		YHbn+n9FFoC2RKUbP2t9onz66Gg=
		</data>
		<key>DeepLabV3.mlmodelc/model.espresso.shape</key>
		<data>
		fdoTOOEj26PW5sqYjARyKVCyaE0=
		</data>
		<key>DeepLabV3.mlmodelc/model.espresso.weights</key>
		<data>
		AQDNkxjYaA8xuxvavw+UoOEZCWk=
		</data>
		<key>DeepLabV3.mlmodelc/model/coremldata.bin</key>
		<data>
		ywn4n/q5e9oWqKg072wL3kxD++I=
		</data>
		<key>DeepLabV3.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Headers/SampleWG-Swift.h</key>
		<data>
		8jkflyBg9Ulzb8+NzR6AVkKY29A=
		</data>
		<key>Headers/SampleWG.h</key>
		<data>
		Oyafr8CCWN2ekdQA/Lbl/tYnWeI=
		</data>
		<key>Info.plist</key>
		<data>
		pNifwXaGMzj6DOqjM3GiWHmx3fc=
		</data>
		<key>Modules/SampleWG.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<data>
		uTtWNYG+EG+4VO85TBkVZd9zqJs=
		</data>
		<key>Modules/SampleWG.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		RURNcsLkr2rxPnf8+TyoVKGE/0g=
		</data>
		<key>Modules/SampleWG.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<data>
		+KhhYmnSpJxFt1oGHCorm4/HVhI=
		</data>
		<key>Modules/SampleWG.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<data>
		RURNcsLkr2rxPnf8+TyoVKGE/0g=
		</data>
		<key>Modules/SampleWG.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<data>
		52LyaiKJ/V+G+uVHUPVPh5pMLjU=
		</data>
		<key>Modules/SampleWG.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<data>
		uTtWNYG+EG+4VO85TBkVZd9zqJs=
		</data>
		<key>Modules/SampleWG.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<data>
		MXormvadf5X7BtjlXvu8lxk2X2g=
		</data>
		<key>Modules/SampleWG.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<data>
		ZR1eW9cnWGwFhm0a+K2VjkRDmsw=
		</data>
		<key>Modules/SampleWG.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<data>
		MXormvadf5X7BtjlXvu8lxk2X2g=
		</data>
		<key>Modules/SampleWG.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<data>
		GzYxjQKYQNH02onfEJ736tQji14=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		g0N5mCeY6ooRMZF4+dCCx2R5y8o=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>DeepLabV3.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			ZDber3OcEQBM7y3Wa0FJ6nr3RM7TEf79tOhC7txaflI=
			</data>
		</dict>
		<key>DeepLabV3.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			VFwr56caypJkX7FOU1sXCFY+brnmJl3YzU2eV2y8gRE=
			</data>
		</dict>
		<key>DeepLabV3.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			4yeY+gvq5DxIKO4mb6+VT6jSmcfwhuR4x4xEp8Gu9cE=
			</data>
		</dict>
		<key>DeepLabV3.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			EnwVmrgxqr7moDE/4Fweeu3zhptnQEh2zAWCzDlfUiU=
			</data>
		</dict>
		<key>DeepLabV3.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			s2HwqNfQ1smBLIUTOHUtWo8XVRNtk0eHY4NMBKwT9Cw=
			</data>
		</dict>
		<key>DeepLabV3.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			mqa1taVFLo9hhVpOEk1+3S6FS6jptzhY3PEF1xkm8wg=
			</data>
		</dict>
		<key>DeepLabV3.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			5dyN3LM4GYt7lwcO9RVnniqLVWBb4ulR7mi8PQho7bg=
			</data>
		</dict>
		<key>DeepLabV3.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Headers/SampleWG-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			QG2Ze1zycg22+jruHLcs8c8sCQ6lzzyDPwhv4t4uWn8=
			</data>
		</dict>
		<key>Headers/SampleWG.h</key>
		<dict>
			<key>hash2</key>
			<data>
			t9RMynB8olE6S08jYq2+ENU5Xz3orbUEyrxTlij5Cp4=
			</data>
		</dict>
		<key>Modules/SampleWG.swiftmodule/arm64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			5YNcq8tsbXZe/YLqj3VKSeVreNq9SYeKXRpdVeRnMaE=
			</data>
		</dict>
		<key>Modules/SampleWG.swiftmodule/arm64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			2VLqxFEjHY22IRhTbJPoR4EQQudXPs02qipGw2kOMnI=
			</data>
		</dict>
		<key>Modules/SampleWG.swiftmodule/arm64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			m64O/QedLUlqPh4fDDbbYEkraJyL5QBfwiN7jjVunoE=
			</data>
		</dict>
		<key>Modules/SampleWG.swiftmodule/arm64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			2VLqxFEjHY22IRhTbJPoR4EQQudXPs02qipGw2kOMnI=
			</data>
		</dict>
		<key>Modules/SampleWG.swiftmodule/arm64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			7eUp+2qFo2A+XbQB6IT+P79kZdoU6h4QyuB8HcdwtUI=
			</data>
		</dict>
		<key>Modules/SampleWG.swiftmodule/x86_64-apple-ios-simulator.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			5YNcq8tsbXZe/YLqj3VKSeVreNq9SYeKXRpdVeRnMaE=
			</data>
		</dict>
		<key>Modules/SampleWG.swiftmodule/x86_64-apple-ios-simulator.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			R+VgV3AVViKrcW+pwYuOMgYrOiNP1xVAy5IWs0ndhz8=
			</data>
		</dict>
		<key>Modules/SampleWG.swiftmodule/x86_64-apple-ios-simulator.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			X/v1Tfv2MyM5G5r2mwfmpFVGDPOVHMiTDDQnQu636Nk=
			</data>
		</dict>
		<key>Modules/SampleWG.swiftmodule/x86_64-apple-ios-simulator.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			R+VgV3AVViKrcW+pwYuOMgYrOiNP1xVAy5IWs0ndhz8=
			</data>
		</dict>
		<key>Modules/SampleWG.swiftmodule/x86_64-apple-ios-simulator.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			hL6dhb3IpFdnRkjHYlVEyBkqM+RHIA0qJFj7+CeMGGY=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			6xeaIHXuE8j4bmkmw/mZwDVchmvBct+S6spPEGM71UA=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
