<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>DeepLabV3.mlmodelc/analytics/coremldata.bin</key>
		<data>
		4nnu1dKg0h5R0hl5Zy+2trFFTq8=
		</data>
		<key>DeepLabV3.mlmodelc/coremldata.bin</key>
		<data>
		SnXKNj+XQSOvSri0afWywE0+utI=
		</data>
		<key>DeepLabV3.mlmodelc/metadata.json</key>
		<data>
		kjaaRM0mkX9/dAPtSgtymNUCHoQ=
		</data>
		<key>DeepLabV3.mlmodelc/model.espresso.net</key>
		<data>
		YHbn+n9FFoC2RKUbP2t9onz66Gg=
		</data>
		<key>DeepLabV3.mlmodelc/model.espresso.shape</key>
		<data>
		fdoTOOEj26PW5sqYjARyKVCyaE0=
		</data>
		<key>DeepLabV3.mlmodelc/model.espresso.weights</key>
		<data>
		AQDNkxjYaA8xuxvavw+UoOEZCWk=
		</data>
		<key>DeepLabV3.mlmodelc/model/coremldata.bin</key>
		<data>
		ywn4n/q5e9oWqKg072wL3kxD++I=
		</data>
		<key>DeepLabV3.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Headers/SampleWG-Swift.h</key>
		<data>
		r1BlXhJJ7LqywJf/xvqXjQCcRfQ=
		</data>
		<key>Headers/SampleWG.h</key>
		<data>
		Oyafr8CCWN2ekdQA/Lbl/tYnWeI=
		</data>
		<key>Info.plist</key>
		<data>
		1iNtzo0Ti8bJL5l6xbur1XCmST4=
		</data>
		<key>Modules/SampleWG.swiftmodule/arm64-apple-ios.abi.json</key>
		<data>
		sEWsAZ3GImFCJdyOjOkpiaJE+V0=
		</data>
		<key>Modules/SampleWG.swiftmodule/arm64-apple-ios.private.swiftinterface</key>
		<data>
		zvSiblDN388VetpCZ9oXQv17Lgo=
		</data>
		<key>Modules/SampleWG.swiftmodule/arm64-apple-ios.swiftdoc</key>
		<data>
		Q3AIr1LYvLy9jSwZ9xnCFxMQYpg=
		</data>
		<key>Modules/SampleWG.swiftmodule/arm64-apple-ios.swiftinterface</key>
		<data>
		zvSiblDN388VetpCZ9oXQv17Lgo=
		</data>
		<key>Modules/SampleWG.swiftmodule/arm64-apple-ios.swiftmodule</key>
		<data>
		VNIrYgQeCd3exKGG5WSvLFyvzJw=
		</data>
		<key>Modules/module.modulemap</key>
		<data>
		g0N5mCeY6ooRMZF4+dCCx2R5y8o=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>DeepLabV3.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			ZDber3OcEQBM7y3Wa0FJ6nr3RM7TEf79tOhC7txaflI=
			</data>
		</dict>
		<key>DeepLabV3.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			FpkxUNCFtvtPTdtAT6hRIWTGzxpgPsMjL1xxDVdzkZc=
			</data>
		</dict>
		<key>DeepLabV3.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			7PR5+kontgDI85HzJG3FCfWwcArVXhlW98iXzxxnAN4=
			</data>
		</dict>
		<key>DeepLabV3.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			EnwVmrgxqr7moDE/4Fweeu3zhptnQEh2zAWCzDlfUiU=
			</data>
		</dict>
		<key>DeepLabV3.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			s2HwqNfQ1smBLIUTOHUtWo8XVRNtk0eHY4NMBKwT9Cw=
			</data>
		</dict>
		<key>DeepLabV3.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			mqa1taVFLo9hhVpOEk1+3S6FS6jptzhY3PEF1xkm8wg=
			</data>
		</dict>
		<key>DeepLabV3.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			5dyN3LM4GYt7lwcO9RVnniqLVWBb4ulR7mi8PQho7bg=
			</data>
		</dict>
		<key>DeepLabV3.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Headers/SampleWG-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			cEVyLnDyHBQdSMBxHSSJUQpubkUcHSpXxS8ub74KyZ4=
			</data>
		</dict>
		<key>Headers/SampleWG.h</key>
		<dict>
			<key>hash2</key>
			<data>
			t9RMynB8olE6S08jYq2+ENU5Xz3orbUEyrxTlij5Cp4=
			</data>
		</dict>
		<key>Modules/SampleWG.swiftmodule/arm64-apple-ios.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			QjwAmZX5tN1Spl3G3RlcKPjOjFzz0qLgBSBwxTNBjOU=
			</data>
		</dict>
		<key>Modules/SampleWG.swiftmodule/arm64-apple-ios.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			K27i/KPwwXY9sw5aHjVtkPcrHA6G9KX6d+lgdyc5AqU=
			</data>
		</dict>
		<key>Modules/SampleWG.swiftmodule/arm64-apple-ios.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			cmgW9DDCOm6TRwZ4QrFiSo46sAMge4Ik/lWhmuAR5UA=
			</data>
		</dict>
		<key>Modules/SampleWG.swiftmodule/arm64-apple-ios.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			K27i/KPwwXY9sw5aHjVtkPcrHA6G9KX6d+lgdyc5AqU=
			</data>
		</dict>
		<key>Modules/SampleWG.swiftmodule/arm64-apple-ios.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			V3ubNK599TjIjVs3ZFCAwhylqqTEg9sJ1b/kpCgJiY0=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			6xeaIHXuE8j4bmkmw/mZwDVchmvBct+S6spPEGM71UA=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
