<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>files</key>
	<dict>
		<key>Resources/DeepLabV3.mlmodelc/analytics/coremldata.bin</key>
		<data>
		4nnu1dKg0h5R0hl5Zy+2trFFTq8=
		</data>
		<key>Resources/DeepLabV3.mlmodelc/coremldata.bin</key>
		<data>
		NDpEniVGltkX/Ggkoc6jA8x3Xlg=
		</data>
		<key>Resources/DeepLabV3.mlmodelc/metadata.json</key>
		<data>
		prOqigJIGSXGWGG2GQgQGuwmMcw=
		</data>
		<key>Resources/DeepLabV3.mlmodelc/model.espresso.net</key>
		<data>
		YHbn+n9FFoC2RKUbP2t9onz66Gg=
		</data>
		<key>Resources/DeepLabV3.mlmodelc/model.espresso.shape</key>
		<data>
		fdoTOOEj26PW5sqYjARyKVCyaE0=
		</data>
		<key>Resources/DeepLabV3.mlmodelc/model.espresso.weights</key>
		<data>
		AQDNkxjYaA8xuxvavw+UoOEZCWk=
		</data>
		<key>Resources/DeepLabV3.mlmodelc/model/coremldata.bin</key>
		<data>
		ywn4n/q5e9oWqKg072wL3kxD++I=
		</data>
		<key>Resources/DeepLabV3.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<data>
		uA3l0Th1hUHF8FJlrRRKufqG0ds=
		</data>
		<key>Resources/Info.plist</key>
		<data>
		PxG1FxK9ew1kgeSJwfYM8EU3HMU=
		</data>
	</dict>
	<key>files2</key>
	<dict>
		<key>Headers/SampleWG-Swift.h</key>
		<dict>
			<key>hash2</key>
			<data>
			QG2Ze1zycg22+jruHLcs8c8sCQ6lzzyDPwhv4t4uWn8=
			</data>
		</dict>
		<key>Headers/SampleWG.h</key>
		<dict>
			<key>hash2</key>
			<data>
			t9RMynB8olE6S08jYq2+ENU5Xz3orbUEyrxTlij5Cp4=
			</data>
		</dict>
		<key>Modules/SampleWG.swiftmodule/arm64-apple-ios-macabi.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			3dp685PIOiSVeFd50762t4Jkow0MCB6k+QHvz3hSmyc=
			</data>
		</dict>
		<key>Modules/SampleWG.swiftmodule/arm64-apple-ios-macabi.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			KkIj0JPYYuXP62ctLl1E8nVltGtDL547pVScodXza6U=
			</data>
		</dict>
		<key>Modules/SampleWG.swiftmodule/arm64-apple-ios-macabi.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			NAr7Cse/CoBDlB64T4O23XjA1Yfwh8FBMrusKZfy0Vo=
			</data>
		</dict>
		<key>Modules/SampleWG.swiftmodule/arm64-apple-ios-macabi.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			KkIj0JPYYuXP62ctLl1E8nVltGtDL547pVScodXza6U=
			</data>
		</dict>
		<key>Modules/SampleWG.swiftmodule/arm64-apple-ios-macabi.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			/seG71YTGRMzSjTW51RydUOEimrzinAsK0NM3ZawL7A=
			</data>
		</dict>
		<key>Modules/SampleWG.swiftmodule/x86_64-apple-ios-macabi.abi.json</key>
		<dict>
			<key>hash2</key>
			<data>
			3dp685PIOiSVeFd50762t4Jkow0MCB6k+QHvz3hSmyc=
			</data>
		</dict>
		<key>Modules/SampleWG.swiftmodule/x86_64-apple-ios-macabi.private.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			IhnLX/vBXk++OOlmHpk6QoLRCX7CEpb/Gb5OWGwnsWg=
			</data>
		</dict>
		<key>Modules/SampleWG.swiftmodule/x86_64-apple-ios-macabi.swiftdoc</key>
		<dict>
			<key>hash2</key>
			<data>
			O6R3m40MAHg30SfwKJaut9wWyL9K6aacEGdNFIYaIZc=
			</data>
		</dict>
		<key>Modules/SampleWG.swiftmodule/x86_64-apple-ios-macabi.swiftinterface</key>
		<dict>
			<key>hash2</key>
			<data>
			IhnLX/vBXk++OOlmHpk6QoLRCX7CEpb/Gb5OWGwnsWg=
			</data>
		</dict>
		<key>Modules/SampleWG.swiftmodule/x86_64-apple-ios-macabi.swiftmodule</key>
		<dict>
			<key>hash2</key>
			<data>
			snnKZMNw+jE2wlSqTQ6H4QEfuI2IY5d7Wt54+4Kqtp8=
			</data>
		</dict>
		<key>Modules/module.modulemap</key>
		<dict>
			<key>hash2</key>
			<data>
			6xeaIHXuE8j4bmkmw/mZwDVchmvBct+S6spPEGM71UA=
			</data>
		</dict>
		<key>Resources/DeepLabV3.mlmodelc/analytics/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			ZDber3OcEQBM7y3Wa0FJ6nr3RM7TEf79tOhC7txaflI=
			</data>
		</dict>
		<key>Resources/DeepLabV3.mlmodelc/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			VFwr56caypJkX7FOU1sXCFY+brnmJl3YzU2eV2y8gRE=
			</data>
		</dict>
		<key>Resources/DeepLabV3.mlmodelc/metadata.json</key>
		<dict>
			<key>hash2</key>
			<data>
			lNXyWTxv9N2z3X94JvjtQZVkyz5cnSpBR5SIDrhUQVA=
			</data>
		</dict>
		<key>Resources/DeepLabV3.mlmodelc/model.espresso.net</key>
		<dict>
			<key>hash2</key>
			<data>
			EnwVmrgxqr7moDE/4Fweeu3zhptnQEh2zAWCzDlfUiU=
			</data>
		</dict>
		<key>Resources/DeepLabV3.mlmodelc/model.espresso.shape</key>
		<dict>
			<key>hash2</key>
			<data>
			s2HwqNfQ1smBLIUTOHUtWo8XVRNtk0eHY4NMBKwT9Cw=
			</data>
		</dict>
		<key>Resources/DeepLabV3.mlmodelc/model.espresso.weights</key>
		<dict>
			<key>hash2</key>
			<data>
			mqa1taVFLo9hhVpOEk1+3S6FS6jptzhY3PEF1xkm8wg=
			</data>
		</dict>
		<key>Resources/DeepLabV3.mlmodelc/model/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			5dyN3LM4GYt7lwcO9RVnniqLVWBb4ulR7mi8PQho7bg=
			</data>
		</dict>
		<key>Resources/DeepLabV3.mlmodelc/neural_network_optionals/coremldata.bin</key>
		<dict>
			<key>hash2</key>
			<data>
			LDTOHfI7g4xavyp/ZDfMo9MGftUJ/yXxHfaxG1grUes=
			</data>
		</dict>
		<key>Resources/Info.plist</key>
		<dict>
			<key>hash2</key>
			<data>
			U7kW8DbmH7EHIiNmJ71bJ/tsccnvOWhuM9FykFmRYFQ=
			</data>
		</dict>
	</dict>
	<key>rules</key>
	<dict>
		<key>^Resources/</key>
		<true/>
		<key>^Resources/.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^Resources/.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Resources/Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^version.plist$</key>
		<true/>
	</dict>
	<key>rules2</key>
	<dict>
		<key>.*\.dSYM($|/)</key>
		<dict>
			<key>weight</key>
			<real>11</real>
		</dict>
		<key>^(.*/)?\.DS_Store$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>2000</real>
		</dict>
		<key>^(Frameworks|SharedFrameworks|PlugIns|Plug-ins|XPCServices|Helpers|MacOS|Library/(Automator|Spotlight|LoginItems))/</key>
		<dict>
			<key>nested</key>
			<true/>
			<key>weight</key>
			<real>10</real>
		</dict>
		<key>^.*</key>
		<true/>
		<key>^Info\.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^PkgInfo$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^Resources/</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^Resources/.*\.lproj/</key>
		<dict>
			<key>optional</key>
			<true/>
			<key>weight</key>
			<real>1000</real>
		</dict>
		<key>^Resources/.*\.lproj/locversion.plist$</key>
		<dict>
			<key>omit</key>
			<true/>
			<key>weight</key>
			<real>1100</real>
		</dict>
		<key>^Resources/Base\.lproj/</key>
		<dict>
			<key>weight</key>
			<real>1010</real>
		</dict>
		<key>^[^/]+$</key>
		<dict>
			<key>nested</key>
			<true/>
			<key>weight</key>
			<real>10</real>
		</dict>
		<key>^embedded\.provisionprofile$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
		<key>^version\.plist$</key>
		<dict>
			<key>weight</key>
			<real>20</real>
		</dict>
	</dict>
</dict>
</plist>
